export default function Page() {
  return (
    <div>
      <>
        <table>
          <thead>
            <tr
              style={{
                backgroundColor: "#797D81",
                display: "block",
                padding: "20px",
                border: "2px solid black",
              }}
            >
              <td>ДОГОВОР-ОФФЕРТА</td>
            </tr>
          </thead>
          <tbody>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>г. Киев ________________ г.</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                ООО «ЛИНГВА МЕДИКУС» в лице директора Ольги Богомазовой, которая
                действует на основании Устава, дальше в тексте Договора
                {"Исполнитель"}, и гражданин ____________________________,
                род.______________г, далее по тексту Договора {"Студент"} с другой
                стороны, заключили настоящий Договор о следующем:
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>1. ПРЕДМЕТ ДОГОВОРА</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                Предметом настоящего Договора является платное индивидуальное
                обучение Студента иностранному языку онлайн, с использованием
                телекоммуникационных средств и программного обеспечения (Skype и
                т.п.).
                <br></br>
                <br></br>
                Курс направлен на изучение иностранного языка (немецкого или
                английского) с углубленным изучением медицинской лексики. Один
                час занятий составляет 60 минут, занятия могут быть организованы
                в модули по 2 и более часов в день, в зависимости от расписания.
                <br></br>
                <p style={{ padding: "15px 10px 10px" }}>
                  Курс рассчитан на прохождение одного языкового уровня (А1, А2,
                  В1, В2), длительность подготовки на одном уровне составляет
                  около 112 часов. В конце каждого уровня проводится тест, по
                  результату которого Студент переходит на новый, более высокий
                  уровень или остается на этом же уровне, пока не усвоит
                  материал на достаточном уровне.
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>2. ОБЯЗАННОСТИ ИСПОЛНИТЕЛЯ</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>
                  2.1. Оказать услуги по обучению Студента немецкому или
                  английскому языку в соответствии с указанной программой
                  подготовки медицинских сотрудников.
                </p>

                <p style={{ padding: "5px 0" }}>
                  2.2. Обеспечить учебный процесс квалифицированным
                  преподавательским составом и согласно учебно-методическим
                  планом выбранного курса.
                </p>
                <p style={{ padding: "5px 0" }}>
                  2.3. Обеспечить слушателя необходимыми электронными учебными
                  материалами и пособиями, стоимость которых входит в стоимость
                  обучения.
                </p>

                <p style={{ padding: "5px 0" }}>
                  2.4. Установить график занятий по согласованию с Студентом.
                </p>

                <p style={{ padding: "5px 0" }}>
                  2.5. Исполнитель обязуется провести занятия, не состоявшиеся
                  по его вине, в полном оговоренном объеме и в сроки,
                  согласованные с Студентом.
                </p>

                <p style={{ padding: "5px 0" }}>
                  2.6. Сообщить о дате первого занятия через систему связи
                  Skype, через электронную почту или по телефону, указанному
                  Студентом.
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>3. ОБЯЗАННОСТИ СТУДЕНТА</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>
                  3.1. Своевременно и полностью выплачивать Исполнителю
                  стоимость оказываемых Услуг в порядке, в сроки и размере
                  установленных п.4 настоящего Договора.
                </p>
                <p style={{ padding: "5px 0" }}>
                  3.2. Посещать все занятия, предусмотренные составленным
                  непосредственно с преподавателем графиком занятий.
                </p>
                <p style={{ padding: "5px 0" }}>
                  3.3. Добросовестно и своевременно выполнять домашние задания.
                </p>
                <p style={{ padding: "5px 0" }}>
                  3.4. Компенсировать занятия, которые не состоялись по вине
                  Студента.
                </p>
                <p style={{ padding: "5px 0" }}>
                  3.5. Предупредить Исполнителя о переносе занятия не позднее,
                  чем за 3 часа до начала занятия. В случае неисполнения данного
                  условия, Студент платит 100% стоимости за неиспользованное
                  занятие.
                </p>
                <p style={{ padding: "5px 0" }}>
                  3.6. Предупредить Исполнителя о полном прекращении занятий не
                  позднее, чем за 2 календарные недели, в противном случае
                  оплаченные средства за занятия не могут быть возвращены
                  Студенту.
                </p>
                <p style={{ padding: "5px 0" }}>
                  3.7. Не разглашать конфиденциальную информацию и иные данные,
                  предоставленные Исполнителем в связи с исполнением настоящего
                  Договора, не раскрывать и не разглашать такие факты или
                  информацию (кроме информации общедоступного характера)
                  какой-либо третьей стороне без предварительного письменного
                  согласия Исполнителя.
                </p>
                <p style={{ padding: "5px 0" }}>
                  3.8. Соблюдать общие правила школы, см. Приложение 1
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>4. РАСЧЕТЫ И ПОРЯДОК ОПЛАТЫ</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>
                  4.1. Оплата Услуг Исполнителя осуществляется Студентом путем
                  100% предоплаты минимум за 1 месяц, в срок не позднее 3 (трех)
                  банковских дней до начала очередного периода времени оказания
                  Услуг (в начале календарного месяца).
                </p>
                <p style={{ padding: "5px 0" }}>
                  4.2. Оплата происходит по реквизитам, отправленным Студенту.
                  Стоимость занятия указана в Приложении 2 к договору.
                  Длительность 1 занятия 60 (астрономических) минут. Если
                  занятие проходит в группе, количество человек в группе не
                  более 6. Если расчет происходит в национальной валюте,
                  Исполнитель отправляет счет на оплату Студенту, в котором
                  указана сумма предоплаты за месяц в национальной валюте. При
                  перерасчете стоимости Исполнитель ориентируется на официальный
                  курс НБУ (евро к национальной валюте).
                </p>
                <p style={{ padding: "5px 0" }}>
                  4.3. Исполнитель не производит перерасчет оплаты в случае
                  пропусков занятий Студентом, которые не состоялись по вине
                  последнего.
                </p>
                <p style={{ padding: "5px 0" }}>
                  4.5. Стоимость Услуг может меняться в зависимости от
                  конъюнктуры рынка. Исполнитель не может менять стоимость услуг
                  для конкретного Студента в случае, если тот уже принял условия
                  Исполнителя и произвел оплату обучения в установленном
                  настоящим Договором порядке.
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>5. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>
                  5.1. Исполнитель имеет право в течение обучения при
                  необходимости производить замену преподавателя, но не более
                  чем 2 раза в месяц. Также Исполнитель имеет право
                  переформировывать группы, если Студент занимается в группе.
                </p>
                <p style={{ padding: "5px 0" }}>
                  5.2. При индивидуальных занятиях студент имеет право
                  переносить занятия на любой удобный ему день, согласовывая
                  дату и время с преподавателем не позднее, чем за 7 дней до
                  начала занятия по новому расписанию.
                </p>
                <p style={{ padding: "5px 0" }}>
                  5.3. В случае возникновения обстоятельств непредвиденной силы
                  (военные действия, гражданские войны, эпидемии, аварии,
                  пожары, землетрясения, наводнения и иные стихийные бедствия)
                  настоящий Договор, может быть расторгнут в одностороннем
                  порядке, если на письменное уведомление Стороны, ссылающейся
                  на форс-мажорные обстоятельства (с указанием конкретных
                  обстоятельств и причиной связи между возникновением
                  форс-мажорных обстоятельств и невозможностью далее исполнять
                  условия настоящего Договора), другая Сторона не дала ответа в
                  течении 5 (пяти) календарных дней, считая со дня получения
                  уведомления.
                </p>
                <p style={{ padding: "5px 0" }}>
                  5.4. Настоящий Договор является договором-оффертой, и не
                  требует дополнительного подписания Сторонами
                </p>
                <p style={{ padding: "5px 0" }}>
                  5.5. Сторонам настоящего договора запрещено вести видео- и
                  аудиозаписи уроков в целях защиты авторских прав.
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>6.ОТВЕТСТВЕННОСТЬ СТОРОН</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>
                  6.1. Права и обязанности сторон не могут быть переданы другой
                  стороне. С момента подписания настоящего Договора прекращают
                  действие все предыдущие договоренности, договоры, письма и
                  иные соглашения, если они имеются, как письменные, так и
                  устные, относящиеся к предмету данного Договора.
                </p>
                <p style={{ padding: "5px 0" }}>
                  6.2. Все споры, возникающие по данному Договору, решаются
                  путем переговоров между сторонами настоящего Договора. В
                  случае если споры и разногласия не могут быть решены указанным
                  способом, они подлежат урегулированию в судебном порядке в
                  соответствии с действующим законодательством Украины.
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>7. КОММУНИКАЦИЯ</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>
                  7.1. Электронные копии печатных документов, анкетные данные,
                  копии официальных документов по настоящему Договору
                  направляются в электронной форме на русском языке и
                  направляются по электронной почте (далее - «Сообщение») на
                  основной адрес электронной почты:
                </p>
                <p style={{ padding: "5px 0" }}>
                  7.1.1. Если отправляется Исполнителю: e-mail:
                  <br></br>
                  <br></br>
                  weinfo@welingua.com (основной адрес электронной почты)
                  <br></br>
                  <br></br>
                  olga.manusmedicus@gmail.com (вспомогательный адрес электрон.
                  почты)
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>8. АДРЕСА, РЕКВИЗИТЫ И ПОДПИСИ СТОРОН</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>8.1. Исполнитель:</p>
                <br></br>
                LINGUA MEDICUS LLC: ЕГРПОУ 43343199 Юридический адрес:
                Оболонський пр. 30/354 04205 г. Киев
                <br></br>
                <br></br>
                Реквизиты для оплаты: АТ «ПУМБ» р/с 26009104774
                IBAN193348510000000026009104774
              </td>
            </tr>
          </tbody>
        </table>
        <h2>ДОДАТОК 1 / ПРИЛОЖЕНИЕ 1</h2>
        <table>
          <thead>
            <tr
              style={{
                backgroundColor: "#797D81",
                display: "block",
                padding: "20px",
                border: "2px solid black",
              }}
            >
              <td>ОБЩИЕ ПРАВИЛА ЯЗЫКОВОЙ ШКОЛЫ</td>
            </tr>
          </thead>
          <tbody>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p style={{ padding: "5px 0" }}>
                  1. Проявляйте тактичность в общении с членами группы и
                  преподавателем
                </p>
                <p style={{ padding: "5px 0" }}>
                  2. Не пропускайте групповые занятия. При этом просмотр занятия
                  и прохождение его самостоятельно не может быть учтен, как
                  очное посещение занятия. К уважительным причинам относятся:
                  <br></br>• болезнь своя или родственника первого звена
                  <br></br>• незапланированная командировка
                  <br></br>
                </p>
                <p style={{ padding: "5px 0" }}>
                  2.1. Если Вы знаете, что не будете присутствовать на
                  индивидуальном или групповом занятии по тем или иным причинам
                  – необходимо предупредить преподавателя минимум за 3 часа до
                  его начала{" "}
                </p>
                <p style={{ padding: "5px 0" }}>
                  2.2. Если кто-то из группы пропускает занятие – он может
                  посмотреть запись (сделанную преподавателем и пройти его
                  самостоятельно. Обратите внимание! Записи всех занятий могут
                  не проводиться, т.к. участились случаи пиратства: передачи
                  записей нашей школы без разрешения или ведома.{" "}
                </p>
                <p style={{ padding: "5px 0" }}>
                  2.3. Если студент не присутствует на групповом занятии, за ним
                  сохраняется право пройти это занятие заочно. Оплата за
                  пропущенное по вине студента групповое занятие не возвращается
                  студенту.{" "}
                </p>
                <p style={{ padding: "5px 0" }}>
                  3. На занятии ученикам следует использовать гарнитуру
                  (наушники + микрофон), чтобы в полном объеме получать
                  излагаемый материал и обратную связь.{" "}
                </p>
                <p style={{ padding: "5px 0" }}>
                  4. Студенты распределяются по группам соответственно
                  результатам тестирования и собеседования с преподавателем.
                </p>
                <p style={{ padding: "5px 0" }}>
                  4.1. Группы комплектуются по уровню подготовки. Обратите
                  внимание! Администрация оставляет за собой право замены
                  заявленного преподавателя на время его болезни или
                  вынужденного отсутствия.
                </p>
                <p style={{ padding: "5px 0" }}>
                  5. Передавать третьим лицам видео/аудио записи, учебники и
                  другие учебные материалы занятий школы, а также информацию о
                  курсе – запрещено! В случае вскрытия факта передачи школа
                  заставляет за собой право исключить студента.{" "}
                </p>
                <p style={{ padding: "5px 0" }}>
                  6. С целью повышения качества преподавания в школе, минимум
                  один раз в 2 недели преподаватель проводит открытое занятие в
                  виде передачи записи занятия методистам и администрации школы.{" "}
                </p>
              </td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>ФИНАНСОВЫЕ ВОПРОСЫ</td>
            </tr>
            <tr
              style={{
                display: "block",
                padding: "20px",
                border: "1px solid black",
              }}
            >
              <td>
                <p>
                  1. Оплата за обучение производится в виде предоплаты (за
                  будущий месяц) в течении 3-х рабочих дней, после выставления
                  счета Lingua Medicus. 2. При пропуске занятия студентом по его
                  личным причинам в инвестиционных группах (болезнь,
                  командировка, семейный праздник и т.д.), оплата за него не
                  возвращается и не учитывается в счет будущих занятий, а
                  пропущенное занятие не компенсируется. Пропущенное занятие
                  можно отработать:
                  <br></br>• самостоятельно (см. п.2.2 ОБЩИЕ ПРАВИЛА);
                  <br></br>• с другой группой (при наличии соответствующей);
                  <br></br>• с преподавателем в индивидуальной форме. Оплата
                  производится соответственно тарифу индивидуального урока;
                  <br></br>
                  3. Возврат денег или изменение графика занятий по причине
                  отсутствия студента в случае длительной командировки
                  (предоставляется письменное уведомление с места работы), либо
                  же длительной болезни (предоставляется медицинская справка),
                  выносится на рассмотрение администрации Lingua Medicus. В
                  период новогодних праздников и летних отпусков график занятий
                  оговаривается и может меняться.
                </p>
              </td>
            </tr>
          </tbody>
        </table>
      </>
    </div>
  );
}
